alsa-utils
autoconf
automake
base
bash
bash-completion
binutils
bison
bzip2
cadence
cmus
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dunst
e2fsprogs
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
flex
fuse2
gawk
gcc
gcc-libs
geoip
gettext
ghostpcl
ghostxps
gimp
git
glibc
gnome-keyring
gnome-screenshot
gnome-sound-recorder
graphicsmagick
grep
gtk2
gzip
i3-wm
i3lock-color
inetutils
inkscape
intel-ucode
iproute2
iputils
isync
jack2
jfsutils
less
libnotify
libreoffice-still
licenses
linux
linux-firmware
logrotate
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mixxx
mpc
mpd
msmtp
msmtp-mta
namcap
nano
neomutt
neovim
netctl
networkmanager
nm-connection-editor
odt2txt
openjdk-doc
openssh
p7zip
pacman
pacman-contrib
patch
pavucontrol
pciutils
perl
pidgin
pidgin-otr
pkgconf
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-jack
python-babel
python-pip
qjackctl
realtime-privileges
reiserfsprogs
rxvt-unicode
s-nail
seahorse
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tree
ttf-fantasque-sans-mono
unclutter
usbutils
util-linux
valgrind
vi
vim
virtualbox
wget
which
xclip
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
zathura-pdf-mupdf
